Revit 2027 API
GeomCombinationSet Constructor
Initializes a new instance of the GeomCombinationSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public GeomCombinationSet()
Public Sub New
public:
GeomCombinationSet()
new : unit -> GeomCombinationSet
See Also
Reference
GeomCombinationSet Class
Autodesk.Revit.DB Namespace